[SpellChecker]
&Add=
&Change All=
&Custom Dictionary:=
&Delete=
&Dictionaries ...=
&Edit=
&Enter the new custom dictionary name:=
&Excluded Words=
&Help=
&Ignore All=
&Ignore this word:=
&New=
&OK=
&Options...=
&Replace With:=
&Replace:=
&Suggestions:=
&Undo=
&With:=
(Ignore All / Change All)=
(no suggestions)=
A&uto-Correct Pairs=
Add&ed Words=
Au&to-Correct=
Automatically correct DUal capitals=
C&hange=
Cancel=
Choose Folder Containing Dictionaries=
Confirmation:=
Custom Dictionaries:=
Custom Dictionaries:=
D&ictionaries:=
Delete this custom dictionary?=
Dictionaries=
E&xclude this word:=
Filename=
I&gnore=
Ignore Internet addresses=
Ignore words containing numbers=
Ignore words in &UPPERCASE=
Locate Dictionaries...=
Name=
New Custom Dictionary=
Not Found:=
O&ptions:=
Prompt on repeated word=
Reset Defaults=
Spelling=
Spelling Options=
Suggest from main dictionaries only=
The spelling check is complete.=
These words will always be considered incorrect during a spell check operation.=
These words will automatically be corrected when encountered during a spelling check.=
These words will be considered correct during a spell check operation.=
Words added with Ignore All / Change All=

[TfrmColors]
&Even rows:=
&Font color:=
&Odd rows:=
&Untranslated items:=
Cancel=
Color Preferences=
Fo&nt color:=
Fon&t color:=
OK=

[TfrmComments]
-=-
&Copy=¸´ÖÆ(&C)
&Original:=Ô­Ê¼(&O):
&Paste=Õ³Ìù(&P)
&Translation:=·­Òë(&T):
&Undo=³·Ïû(&U)
Comments=×¢ÊÍ
Copy|Copies the selection and puts it on the Clipboard=¸´ÖÆ|¸´ÖÆÑ¡¶¨ÄÚÈÝ²¢·ÅÖÃµ½¼ôÌù°å
Cu&t=¼ôÇÐ(&T)
Cut|Cuts the selection and puts it on the Clipboard=¼ôÇÐ|¼ôÇÐÑ¡¶¨ÄÚÈÝ²¢·ÅÖÃµ½¼ôÌù°å
Paste|Inserts Clipboard contents=Õ³Ìù|Õ³Ìù¼ôÌù°åÄÚÈÝ
Select &All=È«Ñ¡(&A)
Select All|Selects the entire document=È«Ñ¡|Ñ¡¶¨Õû¸öÎÄµµ
Undo|Reverts the last action=³·Ïû|³·Ïû×îºóµÄ²Ù×÷

[TfrmConfigKbd]
&Add=Ìí¼Ó(&A)
&Close=¹Ø±Õ(&C)
&Current shortcuts:=Ä¿Ç°¿ì½Ý¼ü(&C):
&New shortcut:=ÐÂ¿ì½Ý¼ü(&N):
&Remove=ÒÆ³ý(&R)
Cate&gories:=Àà±ð(&G):
Co&mmands:=ÃüÁî(&M):
Configure Keyboard=ÅäÖÃ¼üÅÌ
Description:=ÃèÊö:
R&eset=ÖØÖÃ(&E)
Select command:=Ñ¡ÔñÃüÁî:
Select shortcut:=Ñ¡Ôñ¿ì½Ý¼ü:

[TfrmConfigSuspicious]
&Leading spaces mismatch=
&Match between original and translation (one string per row):=
&Original and translation are the same=
&Trailing spaces mismatch=
Cancel=
Configure suspicious translations=
Mismatched &control characters at end=
OK=
Translation is &empty=
Treat as suspicious:=

[TfrmDictEdit]
&Add=
&Original:=
&Remove=
&Translations:=
A&dd=
Add a new original=
Add a new translation=
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=
Cancel=
Change the selection to see different subsets of the dictionary=
Displays available translations. Bold items are the default translations.=
Edit Dictionary=
Make Default=
OK=
Re&move=
Remove selected original=
Remove the selected translation=
S&how:=

[TfrmDictTranslationSelect]
&Add=
&Change=
&Don't check translated items=
&Ignore=
&Original:=
&Translation:=
A&vailable translations:=
Add suggested translation to dictionary=
Close=
Don't &ask again (in this session)=
Don't show this dialog again and use the latest response=
Ignore this item (don't translate)=
Select Translation=
Skip items that are already translated=
Stop translating=
Use the suggested translation=

[TfrmEditItem]
&Name:=
&OK=
&Original:=
&Section:=
&Translation:=
Cancel=
Edit Item=
Ori&ginal Comment=
T&ranslation Comment=

[TfrmFindReplace]
Find/Replace=²éÕÒ/Ìæ»»

[TfrmImportExport]
(there is nothing to show in this view)=(¸ÃÊÓÍ¼ÖÐÃ»ÓÐ¶«Î÷¿ÉÒÔÏÔÊ¾)
Close=¹Ø±Õ
Configure...=ÅäÖÃ...
Import/Export=µ¼Èë/µ¼³ö
OK=È·¶¨

[TfrmMain]
"%s" has been changed outside the program, do you want to reload it?=%s" ÒÑ¾­±»ÆäËü³ÌÐò¸ü¸ÄÁË£¬ÄãÏëÒªÖØÐÂ¼ÓÔØËüÂð£¿
#=
%0:d of %1:d translated=
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=
%d items=%d ¸öÏîÄ¿
&Actions=²Ù×÷(&A)
&Dictionary=×Öµä(&D)
&Edit=±à¼­(&E)
&Encoding:=±àÂë(&E):
&Export=µ¼³ö(&E)
&File=ÎÄ¼þ(&F)
&Find Next=¼ÌÐø²éÕÒ(&F)
&Help=°ïÖú(&H)
&Import=µ¼Èë(&I)
&Plugins=
&Replace=Ìæ»»(&R)
&Translation:=·­Òë(&T):
&Tree view=
&View=²é¿´(&V)
(New Tool %d)=
(no dictionary)=(ÎÞ×Öµä)
(none)=(ÎÞ)
(not assigned)=(Î´Ö¸ÅÉ)
[%0:s] - %1:s=[%0:s] - %1:s
About %s...=¹ØÓÚ %s...
About...=¹ØÓÚ...
Actions=²Ù×÷
Add current item to the dictionary=
Add Item=
Add Item...=
Add new item to original and translation=
Add to Dictionary=Ìí¼Óµ½×Öµä
An item with the specified Section and Name already exists=
ANSI=ANSI
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Arguments:=
ASCII Value(s)...=ASCII Öµ...
ASCII Value(s):=ASCII Öµ:
Assigned to:=Ö¸ÅÉµ½:
Available &plugins:=¿ÉÓÃ²å¼þ(&P):
Bookmark 0=ÊéÇ© 0
Bookmark 1=ÊéÇ© 1
Bookmark 2=ÊéÇ© 2
Bookmark 3=ÊéÇ© 3
Bookmark 4=ÊéÇ© 4
Bookmark 5=ÊéÇ© 5
Bookmark 6=ÊéÇ© 6
Bookmark 7=ÊéÇ© 7
Bookmark 8=ÊéÇ© 8
Bookmark 9=ÊéÇ© 9
Case of letters (UPPER/lower) must match=×ÖÄ¸µÄ´óÐ¡Ð´±ØÐëÆ¥Åä
Clear=Çå¿Õ
Clear All Translations=Çå¿ÕËùÓÐ·­Òë
Clear current dictionary items first?=ÒªÊ×ÏÈÇå¿ÕÄ¿Ç°µÄ×ÖµäÂð£¿
Clear the MRU list=
Clear the translated text=
Close=¹Ø±Õ
Close this dialog=¹Ø±Õ¶Ô»°¿ò
Configure Keyboard...=ÅäÖÃ¼üÅÌ...
Configure suspicious translations...=
Configure the behavior of Next Suspicious Translation=
Confirm=È·ÈÏ
Confirm Delete=
Continue searching=
Copy=¸´ÖÆ
Copy all text from original file to translation=´ÓÔ­Ê¼ÎÄ¼þ¸´ÖÆËùÓÐÎÄ±¾µ½·­ÒëÎÄ¼þ
Copy from Name=´ÓÃû³Æ¸´ÖÆ
Copy from Original=´ÓÔ­ÎÄ¸´ÖÆ
Copy selected text=¸´ÖÆÑ¡¶¨µÄÎÄ±¾
Copy the value of Name to Translation=
Copy the value of Original to Translation=
Copy to Clipboard?=Òª¸´ÖÆµ½¼ôÌù°åÂð£¿
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.=
Create a new translation template file for IniTranslator itself=
Create new dictionary=´´½¨ÐÂ×Öµä
Create new translation=´´½¨ÐÂ·­Òë
Customize...=
Cut=¼ôÇÐ
Cut selected text=¼ôÇÐÑ¡¶¨µÄÎÄ±¾
Decoded characters=½âÂëµÄ×Ö·û
Delete Item...=
Delete selected item?=ÒªÉ¾³ýÑ¡¶¨µÄÏîÄ¿Âð£¿
Delete the current item from both original and translation=
Dictionary=×Öµä
Dictionary created and ready for use.=×ÖµäÒÑ±»´´½¨²¢ÇÒ¿ÉÒÔÊ¹ÓÃ¡£
Dictionary files|*.dct;*.cat|All files|*.*=×ÖµäÎÄ¼þ|*.dct;*.cat|ËùÓÐÎÄ¼þ|*.*
Dictionary is empty: create or load a dictionary first!=×ÖµäÊÇ¿ÕµÄ: ÇëÊ×ÏÈ´´½¨»òÕß¼ÓÔØÒ»¸ö×Öµä£¡
Display orphans (items in translation that are not in the original)=
Display the details pane=
Display the keyboard configuration window=
Display the settings dialog=
Display the tools window=
Edit=±à¼­
Edit all parts of the current item=
Edit Dictionary...=
Edit Item=
Edit Item...=
Edit the currently loaded dictionary=
Error=´íÎó
Exit=ÍË³ö
Exit application=ÍË³öÓ¦ÓÃ³ÌÐò
Export=µ¼³ö
Export to an external file or files=
Export...=µ¼³ö...
Failed to execute "%s %s": %s=
Fi&nd what:=²éÕÒÄÚÈÝ(&N):
File=ÎÄ¼þ
File "%s" not found: make sure the file exists and try again=Ã»ÓÐÕÒµ½ÎÄ¼þ "%s": ÇëÈ·ÈÏ¸ÃÎÄ¼þ´æÔÚ£¬È»ºóÔÙÊÔ¡£
Find=²éÕÒ
Find &in:=²éÕÒÔÚ(&I):
Find Next=²éÕÒÏÂÒ»¸ö
Find next occurence of the text=²éÕÒÏÂÒ»¸ö³öÏÖ¸ÃÎÄ±¾µÄµØ·½
Find next translated item that is missing a shortcut key present in the original=
Find...=²éÕÒ...
Find/Replace=²éÕÒ/Ìæ»»
Full Screen=È«ÆÁ
Go to next item in list=×ªµ½ÁÐ±íÖÐµÄÏÂÒ»¸öÏîÄ¿
Go to next untranslated item=×ªµ½ÏÂÒ»¸öÎ´·­ÒëµÄÏîÄ¿
Go to previous item in list=×ªµ½ÁÐ±íÖÐµÄÉÏÒ»¸öÏîÄ¿
Go to previous untranslated item=×ªµ½ÉÏÒ»¸öÎ´·­ÒëµÄÏîÄ¿
Goto Bookmark=×ªµ½ÊéÇ©
Goto Bookmark 0=
Goto Bookmark 1=
Goto Bookmark 2=
Goto Bookmark 3=
Goto Bookmark 4=
Goto Bookmark 5=
Goto Bookmark 6=
Goto Bookmark 7=
Goto Bookmark 8=
Goto Bookmark 9=
Help=°ïÖú
Ignore control c&haracters=ºöÂÔ¿ØÖÆ×Ö·û(&H)
Import=µ¼Èë
Import from an external file or files=
Import...=µ¼Èë...
Information=ÐÅÏ¢
Ini Translator=
Invert Dictionary=µ¹×ª×Öµä
Invert the dictionary=µ¹×ª×Öµä
inverted=µ¹×ª
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=ÓïÑÔÎÄ¼þ|*.lng|Inno Setup ÎÄ¼þ|*.isl|Ini ÎÄ¼þ|*.ini;*.inf|ÎÄ±¾ÎÄ¼þ|*.txt:*.inc;*.bat;*.doc|ËùÓÐÖ§³ÖµÄÎÄ¼þ|*.lng;*.isl; *.ini;*.inf;*.txt;*.inc;*.bat;*.doc|ËùÓÐÎÄ¼þ|*.*
lng=lng
Load Dictionary...=¼ÓÔØ×Öµä...
Load existing dictionary=¼ÓÔØÏÖÓÐµÄ×Öµä
Match &case=Æ¥Åä´óÐ¡Ð´(&C)
Match &line=Æ¥ÅäÕûÐÐ(&L)
Menu=²Ëµ¥
Modified=ÐÞ¸Ä
More Buttons|Click to see more buttons=¸ü¶à°´Å¥|µã»÷¿ÉÒÔ¿´µ½¸ü¶à°´Å¥
Move one page down in the list=
Move one page up in the list=
Move to next item that is suspected not being translated correctly=
Move to the bottom of the list=
Move to the top of the list=
MRU=MRU
Name cannot be empty=
New Dictionary...=ÐÂ½¨×Öµä...
New Translation=ÐÂ½¨·­Òë
Next=ÏÂÒ»¸ö
Next suspicious translation=ÏÂÒ»¸ö¿ÉÒÉµÄ·­Òë
Next unmatched shortcut=ÏÂÒ»¸ö²»Æ¥ÅäµÄ¿ì½Ý¼ü
Next untranslated=ÏÂÒ»¸öÎ´·­ÒëÏîÄ¿
Open Dictionary File=´ò¿ª×ÖµäÎÄ¼þ
Open existing translation file=´ò¿ªÏÖÓÐµÄ·­ÒëÎÄ¼þ
Open original and translation file=´ò¿ªÔ­Ê¼ºÍ·­ÒëÎÄ¼þ
Open Original Language File=´ò¿ªÔ­Ê¼ÓïÑÔÎÄ¼þ
Open Original...=´ò¿ªÔ­ÎÄ...
Open Translated Language File=´ò¿ª·­ÒëÓïÑÔÎÄ¼þ
Open Translation...=´ò¿ª·­Òë...
Ori&ginal:=
Original=Ô­ÎÄ
Original (%s)=Ô­ÎÄ (%s)
Original text cannot be empty=
Original\r\nTranslation\r\nBoth\r\n=Ô­ÎÄ\r\n·­Òë\r\nÁ½Õß\r\n
Paste=Õ³Ìù
Paste from clipboard=´Ó¼ôÌù°åÕ³Ìù
Plugin Error=²å¼þ´íÎó
Preferences...=²ÎÊýÉèÖÃ...
Prev untranslated=ÉÏÒ»¸öÎ´·­ÒëÏîÄ¿
Previous=ÉÏÒ»¸ö
Re&place with:=Ìæ»»Îª(&P):
Ready=¾ÍÐ÷
Remove Invalid=ÒÆ³ýÎÞÐ§Ïî
Remove invalid entries from the MRU list=
Reopen=ÖØÐÂ´ò¿ª
Replace &All=Ìæ»»È«²¿(&A)
Replace all occurences of the text=Ìæ»»ËùÓÐ³öÏÖ¸ÃÎÄ±¾µÄµØ·½
Replace one item/show replace options=Ìæ»»Ò»¸öÏîÄ¿/ÏÔÊ¾Ìæ»»Ñ¡Ïî
Replace text=Ìæ»»ÎÄ±¾
Replace...=Ìæ»»...
Restore original sort=»Ö¸´Ô­Ê¼µÄÅÅÐò
Save current dictionary to file=±£´æÄ¿Ç°µÄ×Öµäµ½ÎÄ¼þ
Save current original file=
Save current original file with a new filename=
Save current translation file=±£´æÄ¿Ç°µÄ·­ÒëÎÄ¼þ
Save current translation with a new filename=ÓÃÐÂµÄÎÄ¼þÃû±£´æÄ¿Ç°µÄ·­Òë
Save Dictionary File=±£´æ×ÖµäÎÄ¼þ
Save Dictionary...=±£´æ×Öµä...
Save modifications to the dictionary?=Òª±£´æÐÞ¸Äµ½×ÖµäÂð£¿
Save Original=
Save Original As...=Ô­ÎÄÁí´æÎª...
Save Original Language File As=Ô­Ê¼ÓïÑÔÎÄ¼þÁí´æÎª
Save Translated Language File As=±£´æ·­ÒëÓïÑÔÎÄ¼þ
Save Translation=±£´æ·­Òë
Save Translation As...=·­ÒëÁí´æÎª...
Save Translation Template=±£´æ·­ÒëÄ£°å
Search &up=ÍùÉÏËÑË÷(&U)
Search for text=ËÑË÷ÎÄ±¾
Search upwards in the list=ÔÚÁÐ±íÖÐÍùÉÏËÑË÷
Section cannot be empty=
Select a help file=
Select a language file=
Select All=È«Ñ¡
Select all text=Ñ¡¶¨ËùÓÐÎÄ±¾
Select the field(s) to search in=Ñ¡ÔñÒªËÑË÷µÄ×Ö¶Î
Set focus to the listview=
Set focus to the original edit field=
Set focus to the translation edit field=
Show about box=ÏÔÊ¾¹ØÓÚ¶Ô»°¿ò
Show help file=ÏÔÊ¾°ïÖúÎÄ¼þ
Show Key Details=ÏÔÊ¾¼üÖµÏ¸½Ú
Show Quotes=ÏÔÊ¾ÒýºÅ
Show quotes in texts=ÏÔÊ¾ÎÄ±¾ÖÐµÄÒýºÅ
Show the ASCII values for the selected text=
Skip any control characters (non-alphanumeric) when searching=ËÑË÷Ê±Ìø¹ýËùÓÐ¿ØÖÆ·û(·ÇÎÄ×ÖÊý×Ö)
Spell check the translations=
Spelling...=
T&ools=
Test the exception handler=
Text must match the entire line=ÎÄ±¾±ØÐëÆ¥ÅäÕû¸öÐÐ
The language will not be changed until you restart the program=ÒªÊ¹ÓïÑÔ¸ü¸ÄÉúÐ§£¬Äã±ØÐëÖØÐÂÆô¶¯³ÌÐò¡£
The text "%s" could not be found=ÕÒ²»µ½ÎÄ±¾ "%s" ¡£
The translation file has been modified, do you want to save it?=¸Ã·­ÒëÎÄ¼þÒÑ±»ÐÞ¸Ä£¬ÄãÏëÒª±£´æËüÂð£¿
There are no plugins to show.=Ã»ÓÐ²å¼þ¿ÉÒÔÏÔÊ¾¡£
This action is just here to disable shortcuts in rich edits (no need to translate this text)=¸Ã²Ù×÷ÔÚÕâÀïÖ»ÊÇÎªÁË½ûÓÃ¸»±à¼­ÖÐµÄ¿ì½Ý¼ü£¨Ã»ÓÐ±ØÒª·­Òë¸ÃÎÄ±¾£©¡£
This function is not yet implemented=¸Ã¹¦ÄÜÉÐÎ´ÊµÏÖ¡£
Toggle Bookmark=ÇÐ»»ÊéÇ©
Toggle Bookmark 0 on/off=
Toggle Bookmark 1 on/off=
Toggle Bookmark 2 on/off=
Toggle Bookmark 3 on/off=
Toggle Bookmark 4 on/off=
Toggle Bookmark 5 on/off=
Toggle Bookmark 6 on/off=
Toggle Bookmark 7 on/off=
Toggle Bookmark 8 on/off=
Toggle Bookmark 9 on/off=
Toggle Focus=ÇÐ»»½¹µã
Toggle focus between list and translation=ÔÚÁÐ±íÓë·­ÒëÖ®¼äÇÐ»»½¹µã
Toggle full screen mode=
Toggle the comments window=
Toggle the Translated status of the item=
Tools=¹¤¾ß
Translate using Dictionary=Ê¹ÓÃ×Öµä·­Òë
Translate using the dictionary=Ê¹ÓÃ×Öµä½øÐÐ·­Òë
Translated=·­Òë
Translating with dictionary finished=
Translation=·­Òë
Translation (%s)=·­Òë (%s)
Trim leading and trailing characters=
Trim...=
Unable to locate the help file (%s). Make sure the file exists and try again.=ÕÒ²»µ½°ïÖúÎÄ¼þ (%s)¡£ÇëÈ·ÈÏ¸ÃÎÄ¼þ´æÔÚ£¬È»ºóÔÙÊÔ¡£
Undo=³·Ïû
Undo last edit=³·Ïû×îºóµÄ±à¼­
Unicode=Unicode
Use this translation everywhere=µ½´¦¶¼Ê¹ÓÃ¸Ã·­Òë
UTF-8=UTF-8
View=²é¿´
View Comments=ÏÔÊ¾×¢ÊÍ
View Orphaned Items=²é¿´¹ÂÁãÏîÄ¿

[TfrmOptions]
&Encoding for new files:=
&Font:=
&Footer:=
&Header:=
&Help:=°ïÖú(&H):
&Ignore translated items when using dictionary=
&Language:=ÓïÑÔ(&L):
...=...
A&utomatically move to next/previous=×Ô¶¯ÒÆ¶¯µ½ÏÂÒ»¸ö/ÉÏÒ»¸ö(&U)
Advanced=
ANSI\r\nUTF-8\r\nUnicode\r\n=
Autofo&cus translation when typing=
Cancel=È¡Ïû
Color&s...=
Continually check whether the currently loaded files are being modified outside the program=²»Í£µØ¼ì²éÄ¿Ç°¼ÓÔØµÄÎÄ¼þÊÇ·ñÕýÔÚ±»ÆäËü³ÌÐòËùÐÞ¸Ä
Enable to show the full path and filename of the loaded files in the listview's columns header=ÆôÓÃÔòÔÚÁÐ±íÊÓÍ¼µÄ×ÝÁÐ±êÌâÖÐÏÔÊ¾Ëù¼ÓÔØÎÄ¼þµÄÍêÕûÂ·¾¶ºÍÎÄ¼þÃû
Enclose strings in quote characters when editing them=±à¼­Ê±½«×Ö·û´®ÓÃÒýºÅÀ¨ÆðÀ´
General=
I&gnore &&'s in dictionaries=ºöÂÔ×ÖµäÖÐµÄ '&&' ×Ö·û(&G)
In&vert dictionary=µ¹×ª×Öµä(&V)
Monitor external file &changes=¼àÊÓÍâ²¿µÄÎÄ¼þ¸ü¸Ä(&C)
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=°´»Ø³µ¼üÊ±ÒÆ¶¯µ½ÏÂÒ»¸öÏîÄ¿£¨°´ Shift + »Ø³µÔòÒÆ¶¯µ½ÉÏÒ»¸öÏîÄ¿£©
OK=È·¶¨
Preferences=²ÎÊýÉèÖÃ
Press &RETURN to confirm translation:=°´»Ø³µ¼üÈ·ÈÏ·­Òë(&R):
Preview:=
Remember form &position:=¼Ç×¡´°ÌåÎ»ÖÃ(&P):
Remember form min/ma&x state=¼Ç×¡´°ÌåµÄ×îÐ¡/×î´ó×´Ì¬(&X)
Remember location of main window=¼Ç×¡Ö÷´°¿ÚµÄÎ»ÖÃ
Remember whether main window was minimized /maximized=¼Ç×¡Ö÷´°¿ÚÊÇ·ñÎª×îÐ¡»¯/×î´ó»¯
Save the current edits when pressing RETURN=°´»Ø³µ¼üÊ±±£´æÄ¿Ç°µÄ±à¼­
Select a new font for the list and edit fields=Ñ¡ÔñÐÂµÄ×ÖÌå¸øÁÐ±íºÍ±à¼­×Ö¶Î
Sh&ow full filename in list columns=ÔÚÁÐ±íµÄ×ÝÁÐÖÐÏÔÊ¾ÍêÕûµÄÎÄ¼þÃû(&O)
Sho&w details=ÏÔÊ¾Ï¸½Ú(&W)
Show &quotes=ÏÔÊ¾ÒýºÅ(&Q)
Show &tooltips:=ÏÔÊ¾¹¤¾ßÌáÊ¾(&T):
Show short&cuts in tooltips=¹¤¾ßÌáÊ¾ÖÐÏÔÊ¾¿ì½Ý¼ü(&C)
Show shortcuts in tooltips windows=ÔÚ¹¤¾ßÌáÊ¾´°¿ÚÖÐÏÔÊ¾¿ì½Ý¼ü
Show the details panel in the main window=ÔÚÖ÷´°¿ÚÖÐÏÔÊ¾Ï¸½ÚÃæ°å
Show tooltips windows=ÏÔÊ¾¹¤¾ßÌáÊ¾´°¿Ú
Si&ze:=
Skip already translated items when using dictionary=
Switch order of the items in the dictionary=ÇÐ»»×ÖµäÖÐÏîÄ¿µÄÅÅÁÐË³Ðò
Use sa&me start folder for all files=Ê¹ÓÃÍ¬Ò»¸öÆðÊ¼ÎÄ¼þ¼Ð¸øËùÓÐÎÄ¼þ(&M)
Use translation ever&ywhere=
When a file is opened, set the new folder as the start folder for all file open and save dialogs=µ±´ò¿ªÒ»¸öÎÄ¼þÊ±£¬ÉèÖÃÐÂÎÄ¼þ¼ÐÎªÆðÊ¼ÎÄ¼þ¼Ð¸øËùÓÐµÄÎÄ¼þ´ò¿ªºÍ±£´æ¶Ô»°¿ò
When a translation is made, copies the translation to all other matching items automatically=
When activated, typing in the listview will automatically move focus to the translation edit field.=
When translating with the dictionary, strip out any &'s in the original text before comparing=Ê¹ÓÃ×Öµä·­ÒëÊ±£¬ÔÚ±È½ÏÖ®Ç°ÏÈÏû³ýÔ­Ê¼ÎÄ±¾ÖÐµÄ '&' ×Ö·û

[TfrmOrphans]
Copy=¸´ÖÆ
Orphaned Items=¹ÂÁãÏîÄ¿

[TfrmPromptArgs]
Application Directory=
Arguments:=
Cancel=
Command Line:=
Dictionary Directory=
Dictionary Extension=
Dictionary Name=
Dictionary Path=
OK=
Original Directory=
Original Extension=
Original Line=
Original Name=
Original Path=
Original Text=
System Directory=
Title=
Translation Directory=
Translation Extension=
Translation Line=
Translation Name=
Translation Path=
Translation Text=
Windows Directory=

[TfrmTools]
&...=
&Add=
&Command:=
&Delete=
&Initial Directory:=
&Prompt for arguments=
&Test=
&Title:=
A&rguments:=
Add a new tool item=
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=
Application Directory=
C&lear=
Cancel=
Dictionary Directory=
Dictionary Extension=
Dictionary Name=
Dictionary Path=
Execute the command without closing this dialog=
External Tools=
Me&nu Contents:=
Move &Up=
Move Do&wn=
Move item higher in list=
Move item lower in list=
OK=
Original Directory=
Original Extension=
Original Line=
Original Name=
Original Path=
Original Text=
Remove selected tool item=
Shortcut &Key:=
System Directory=
Translation Directory=
Translation Extension=
Translation Line=
Translation Name=
Translation Path=
Translation Text=
Use an alternate method to execute command. If your command doesn't work, try checking this option=
Use Shell E&xecute=
Wait for co&mpletion=
Wait for the command to complete before returning to the program (doesn't work with all programs)=
When executed, a dialog is displayed where you can type in any additional arguments of your choice=
Windows Directory=

[TfrmTrim]
Cancel=
Leading\r\nTrailing\r\nBoth\r\n=
OK=
Original\r\nTranslation\r\nBoth\r\n=
Trim additional &whitespace also=
Trim h&ow:=
Trim Options=
Trim wh&at:=
Trim wh&ere:=

[Translator]

; Info about translator, language and version(optional)
Author=gnatix
EMail=gnatix@163.com
Language=¼òÌåÖÐÎÄ
Version=1.7
